[
  {
    "input": {
      "query": "data science"
    },
    "error": "The navigation resulted in a dead page (404 status code)"
  },
  {
    "name": "IBM Technology",
    "subscribers_count": "348000",
    "video_count": 208,
    "view_count": "17577557",
    "about": "Whether it’s AI, automation, cybersecurity, data science, DevOps, quantum computing or anything in between, we provide educational content on the biggest topics in tech. Subscribe to build your skillset, learn about new trends, and gain insights from IBM experts. \n\nThis channel follows the IBM Social Computing Guidelines.",
    "joined_date": "May 27, 2008",
    "query": "data science",
    "channel_id": "IBMTechnology",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "360DigiTMG",
    "subscribers_count": "34900",
    "video_count": 400,
    "view_count": "1250358",
    "about": "360DigiTMG is a global leader delivering a wide gamut of management and technical training in 40 countries. With world headquarters in the USA and presence in India, East Asia, Australia, Middle East, UK, and Romania, we add a holistic, global market perspective to our curriculum.\n\nOur experienced, hand-picked faculty have trained more than 25,000 professionals across the globe. We achieve this by providing an amalgam of classroom and online instructor-led training, self-paced learning, simulation tests and other innovative methods. This combination of online and in-person classes makes for a flexible learning environment. Keeping industry skill requirements in mind, we offer a gamut of Digital Skill and Emerging Technology courses in emerging technologies with over 30 Franchise Learning Centers all over the world.",
    "joined_date": "Oct 17, 2019",
    "query": "data science",
    "channel_id": "360DigiTMG",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "WarriorsWay Hub Tamil",
    "subscribers_count": "26100",
    "video_count": 2,
    "view_count": "351905",
    "about": "This channel is brought you by the Management of Pantech Prolabs Pvt. Ltd. Which is a product based company crossing its 17 Years, who manufactured more than 300+ Products for Industries, College Lab equipment.\n\nAs we gained more knowledge on Technology and Industry, our team came up with an idea to share their knowledge in terms of the Coaching Club. We successfully launched the “WARRIORS WAY” Coaching Club which has the vision to empower people professionally and personally. Our motto is to create an environment to learn where students can earn money while studying using their skillset. To live a lifestyle they dream. In this coaching club, we analyze the student profile ,understand their goal and redefine the character and train them with the process for achieving success.\n\n“Average people Learn from their Mistakes, Smart people learn from others mistakes”\nWe have enough failures and success to share, Learn with us and reduce the Costly Learning Curve.\n\nIn தமிழ் - Tamil",
    "joined_date": "Jun 17, 2022",
    "query": "data science",
    "channel_id": "warriorswayhubtamil",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Data Professor",
    "subscribers_count": "140000",
    "video_count": 291,
    "view_count": "3786131",
    "about": "Data Science, Machine Learning, Bioinformatics, Research and Teaching are my passion. The Data Professor YouTube channel is an extension of my passion in helping students and data enthusiast learn about Data Science and how it can be used to make sense of data. This channel provides Data Science contents consisting of explainer videos and practical tutorials.\n\nChanin Nantasenamat, Ph.D. is an Associate Professor of Bioinformatics at a Research University where he leads a research laboratory that harnesses data science for unraveling the hidden knowledge of big data in medicine. Chanin has more than 15 years of experience in data science (as applied to bioinformatics) and has published more than 100 research articles, review articles and book chapters.\n\nIf you are fascinated about data science, it would mean the world to me if you would consider subscribing to this channel (by clicking the link below):\nhttp://bit.ly/dataprofessor\n\nรศ.ดร.ชนินทร์ นันทเสนามาตร์",
    "joined_date": "Aug 17, 2019",
    "query": "data science",
    "channel_id": "DataProfessor",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "SMARTEN UP learn with dhiya",
    "subscribers_count": "76200",
    "video_count": 103,
    "view_count": "2660939",
    "about": "This channel is about increasing your knowledge and making you a smart person. This channel covers almost all the topics related to education and current updates.",
    "joined_date": "May 4, 2020",
    "query": "data science",
    "channel_id": "SMARTENUPlearnwithdhiya",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "UVA School of Data Science",
    "subscribers_count": "529",
    "video_count": 129,
    "view_count": "46644",
    "joined_date": "Oct 26, 2017",
    "query": "data science",
    "channel_id": "uvaschoolofdatascience571",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "fzFact",
    "subscribers_count": "791000",
    "video_count": 88,
    "view_count": "44614067",
    "about": "Welcome to FzFact! YouTube Channel.\nIndia's largest Unstoppable Self-Learners Community\n\nHere, you will find job opportunities | Most In-Demand online courses for free | Interviews Tips | Best short-term courses | Freelancing Tips and Tricks | Amazing Facts /Educational videos on almost every topic that is cool and useful for you. \n\nOwner & Host | Research | Script | Voice-Over | Video Editor:  Asharaf Ansari (A single Creator)\n\nI love to inspire, educate people through my research, knowledge, and experience that I have learned in 5 years of continuing hustling (Jobs, Business, solopreneurship, startups)\n\n24 | Founder at Skillsiya | Youtuber | Mechanical Engineer | Traveler \n\nMajor Subscriber Milestones:\n \n22 Nov 2020 -    350K+\n22 Dec 2021 -    640K+\n\nWaiting for 1M Subs...\nLike, Share, Subscribe....:)\n\n\nYour love = Subscribe :)",
    "joined_date": "Oct 26, 2016",
    "query": "data science",
    "channel_id": "fzFact",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Thu Vu data analytics",
    "subscribers_count": "95900",
    "video_count": 51,
    "view_count": "2319905",
    "about": "Hi there! Thanks for checking out my channel. Me in 3 words: Economist turned data nerd. Me in more words: I'm a Data science consultant by profession in the past 5 years, based in the Netherlands. My background is in Economics and Computer Science. In my free time I love to read, code and draw. I'm passionate about being a data detective and being creative when explaining hard topics in data science and general tech. \n\nIf you’re looking for information on entering a Data analytics/ Data science career,  or want to advance on your R/ Python skills, or see the day in the life of a Data Scientist and get an insider look in this career path this is the channel for you.\n\nDisclaimers: \nAll opinions are of my own and not of my employers.",
    "joined_date": "Apr 30, 2021",
    "query": "data science",
    "channel_id": "Thuvu5",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Ishan Sharma",
    "subscribers_count": "630000",
    "video_count": 60,
    "view_count": "76371013",
    "about": "Hey!! I am Ishan Sharma, Freshman at BITS Pilani, Goa pursuing Electrical Engineering. I enjoy reading books and solving problems using Computer Science. This podcast is on college, growth and everything in between. New episodes every week. We'll be talking about productivity, work life balance, health, career and more.\n\nFeel Free to DM me whenever you want : https://linktr.ee/ishansharma7390",
    "joined_date": "Aug 4, 2019",
    "query": "data science",
    "channel_id": "IshanSharma7390",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "1littlecoder",
    "subscribers_count": "15400",
    "video_count": 414,
    "view_count": "1680273",
    "about": "Coding - Data Science - Machine Learning - Tutorials",
    "joined_date": "Jan 16, 2020",
    "query": "data science",
    "channel_id": "1littlecoder",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Компьютерные науки",
    "subscribers_count": "52900",
    "video_count": 270,
    "view_count": "3540250",
    "about": "Школа анализа данных - http://shad.yandex.ru/",
    "joined_date": "Oct 27, 2014",
    "query": "data science",
    "channel_id": "user-th3jq9rw7b",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Python Programmer",
    "subscribers_count": "340000",
    "video_count": 30,
    "view_count": "10783761",
    "about": "Hi, I'm Giles McMullen-Klein. My degree was in physics. I've been using python as a scientist for years. I learnt to code whilst studying physics and now I spend most of my time using python to analyse data. Python is an excellent language for data science and on this channel I teach the basics of python and how to use it to work with data. \n\nOn this channel I post python tutorials and explain concepts about working with data, I also share learning resources I and review python and data science courses.",
    "joined_date": "Aug 16, 2008",
    "query": "data science",
    "channel_id": "gilesmcmullen",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Anjali Sharma",
    "subscribers_count": "3010",
    "video_count": 256,
    "view_count": "397520",
    "about": "This is a Free YouTube Channel providing Computer Science/Information Technology/Programming Languages and other Latest tutorials to Computer Science/Information Technology students. We aim to provide all the required knowledge for GATE/NET/Placement Papers to Students so that they can Excel in their career.",
    "joined_date": "Mar 31, 2020",
    "query": "data science",
    "channel_id": "anjalisharmaCS-IT",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "StatQuest with Josh Starmer",
    "subscribers_count": "843000",
    "video_count": 207,
    "view_count": "40353770",
    "about": "Statistics, Machine Learning and Data Science can sometimes seem like very scary topics, but since each technique is really just a combination of small and simple steps, they are actually quite simple. My goal with StatQuest is to break down the major methodologies into easy to understand pieces. That said, I don't dumb down the material. Instead, I build up your understanding so that you are smarter.\n\nContact, Video Index, Etc: https://statquest.org",
    "joined_date": "May 23, 2011",
    "query": "data science",
    "channel_id": "statquest",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Ahmed Mamdouh",
    "subscribers_count": "872",
    "video_count": 93,
    "view_count": "26521",
    "about": "كورسات برمجة  ومشاريع برمجيه باستخدام لغات برمجه مختلفة وخاصة البايثون\nprograming courses and programing projects with different languages but with focusing on python",
    "joined_date": "Jun 1, 2020",
    "query": "data science",
    "channel_id": "AhmedMamdouh007",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Learn Python with Rune",
    "subscribers_count": "53600",
    "video_count": 116,
    "view_count": "1781199",
    "about": "Do you want to learn:\n✔️ Python?\n✔️ Data Science?\n✔️ Machine Learning?\n✔️ Financial Analysis with Python?\n\nWhat do you get from this channel?\n✔️ 8 hours full Learn Python from scratch course | 17 projects | 70+ pages eBook | Course page | GitHub\n✔️ 12 hours full Data Science from scratch course | 15 projects | Course page | GitHub\n✔️ 10 hours full Machine Learning with Python course | 15 projects I Course page | GitHub\n✔️ 2.5 hours Risk and Return course with Python | 8 lessons | Course page | GitHub\n✔️ 2 hours Python for Finance course | 8 lessons | Course page | GitHub\n✔️ Python tutorials for Data Science\n\nAbout me\n✔️ Love programming with a passion for Python\n✔️ PhD in Computer Science\n✔️ Professional Python background\n✔️ Love to keep it simple and teach\n✔️ Keep it fun and enthusiastic\n\nStart your Python journey today - it will be the one decision you never will regret",
    "joined_date": "May 16, 2020",
    "query": "data science",
    "channel_id": "lpwr",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "upGrad",
    "subscribers_count": "188000",
    "video_count": 480,
    "view_count": "215699933",
    "about": "Welcome to upGrad!\n\nWe believe that learning is a lifelong journey, and it’s definitely not one size fits all. So whether you are interested in our speciality domains, infotainment, need a laugh or just a dose of motivation, we @upGrad, bring it to you. \nStay ahead, and click on “Home” to begin learning, your way.\n\nAbout Us:\n\nupGrad - started in 2015 is a pioneer in the online education revolution, focused on powering career success for a global workforce of over 1.3 billion. It is one of the few Integrated LifeLongLearning Tech Companies in the world, spanning the college learner to the working professional from the age group of 18 to 55+ years and across undergrad courses, campus & job-linked programs, studying abroad, short form to executive programs to Degrees, Master's and Doctoral, with a learner base of over 3 million across 100+ countries and over 300 university partners and robust enterprise business with a client base of 1000 companies worldwide.",
    "joined_date": "Aug 6, 2015",
    "query": "data science",
    "channel_id": "upGrad_edu",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Pashams",
    "subscribers_count": "127000",
    "video_count": 60,
    "view_count": "6556212",
    "joined_date": "Oct 28, 2019",
    "query": "data science",
    "channel_id": "Pashams",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Coding for All | Newton School",
    "subscribers_count": "12600",
    "video_count": 287,
    "view_count": "969229",
    "about": "Hello. My Name is Abhijeet Gupta\nI will teach about  Basics of Django Frameworks, Advance topics in Django - Caching, Task Schedulers, Workers Java Script Django Rest framework  Creating APIs etc. Etc.\n\nThis channel is an arm Of Newton School\n\nNewton school is an online Edtech company providing the highest-rated FULL STACK DEVELOPMENT PROGRAM for professionals, graduates, and women.\n \nTo watch more videos on programming, Data Structures, Android Development, Data Science, C++, Java, React, subscribe to our channel.\n\nSubscribe | Like | Comment\n\nTo know more about us and our courses, please visit: www.newtonschool.co\n\nFollow us on \nInstagram: https://www.instagram.com/newtonschoolofficial/\nLinkden: https://www.linkedin.com/school/newtonschool/mycompany/",
    "joined_date": "May 25, 2021",
    "query": "data science",
    "channel_id": "codingforallnewtonschool9143",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Recall by Dataiku",
    "subscribers_count": "49200",
    "video_count": 31,
    "view_count": "1177576",
    "about": "Recall is a branded channel from Dataiku, produced by LEARN Media, dedicated to educating viewers about the reality of working with data. We bring transparency to the data science industry by making it more accessible and approachable.\n\nDataiku is the world’s leading platform for Everyday AI, systemizing the use of data for exceptional business results. Organizations that use Dataiku elevate their people (whether technical and working in code or on the business side and low- or no-code) to extraordinary, arming them with the ability to make better day-to-day decisions with data.\n\nMore than 450 companies worldwide use Dataiku to systemize their use of data and AI, driving diverse use cases from fraud detection to customer churn prevention, predictive maintenance to supply chain optimization and everything in between. \n\nLEARN Media is a digital media company focused on social media advertising, including multi-creator campaigns, branded channels, and content strategy.",
    "joined_date": "Aug 24, 2021",
    "query": "data science",
    "channel_id": "RecallbyDataiku",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "365 Data Science",
    "subscribers_count": "268000",
    "video_count": 28,
    "view_count": "11377784",
    "about": "At 365 Data Science we make #DataScience accessible to all by providing the highest quality online data science education. Our courses are designed to build up your skill set from beginner to job-ready, regardless of your current level, background education, and experience.\n\nOur data science program helps students and young professionals embark on a career as a data scientist. Demand for qualified data scientists is at an all-time high and traditional degrees are simply too expensive, time-consuming or rigid to meet the majority of needs. Our mission is to close that gap. \n\nWe provide high quality, affordable training to open new opportunities for students and professionals all over the world. \nWe constantly improve our program offering and the customer experience.\nWe’ve Helped More than 1 Million Student differentiate themselves by providing them with:\n\n• 150+ Hours of video\n• 1,980+ Lessons\n• 35+ Courses\n• 1.5M+ Students\n\nReady to Start Your Career?",
    "joined_date": "Aug 7, 2017",
    "query": "data science",
    "channel_id": "365DataScience",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Ankit Tomar",
    "subscribers_count": "1490",
    "video_count": 28,
    "view_count": "136931",
    "about": "Hello Guys, \n\nWelcome to my channel. I am Ankit. I talk about data science, Machine Learning, and AI. I am committed to building a great community of learners and want to bring technology to everyone in a simple and easy way.\n\nEducation is free and should be.  I will help you to build your career in data science and will guide you wherever is needed. All of the views are mine and do not carry any company branding. \n\nIf you want to support me - Share my channel with your friends and let me know what should I improve.\n\nNote: You will find lots of content taken from other creators, Most of the time, I am going to use existing\n code from others, and I will try to give credit as and when I find it. But as a thumb rule,  consider that code is taken from open source/public profiles of other creators.",
    "joined_date": "Aug 14, 2019",
    "query": "data science",
    "channel_id": "ankittomar_ai",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Intellectual Indies",
    "subscribers_count": "1160000",
    "video_count": 180,
    "view_count": "65943659",
    "about": "Intellectual Indies relates to your ability to think and understand things. It will engage your mind in critial thinking.\n\nKnowledge gained is directly proportional to knowledge shared. This is the platform where we will share our views and knowledge with each other. More we share,more learn and more we gain.\n\nHere we will talk about marketing,ideas,general knowledge,sci-fi,operation,fitness and many more. The list is endless. You can also suggest some topics for this channel.\n\nMilestones Achieved :\n\n1 Subscriber: 1 Jan 2017\n10 Subscribers : 3 Jan 2017\n100 Subscribers: 6 Feb 2017\n1000 Subscribers: 25 Feb 2017\n5000 Subscribers: 28 Mar 2017\n10K Subscribers:  8 April 2017\n100K Subscribers: 26 March 2018\n1M Subscribers: 11 OCt 2021\n2M Subscribers: ????\n\nContact Email : lapaasindia@gmail.com\nKeep Sharing, keep loving. Thank you",
    "joined_date": "Jan 1, 2017",
    "query": "data science",
    "channel_id": "IntellectualIndies",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Anshul Pawar",
    "subscribers_count": "15",
    "video_count": 8,
    "view_count": "222",
    "joined_date": "Jul 4, 2020",
    "query": "data science",
    "channel_id": "anshulpawar5856",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Codanics",
    "subscribers_count": "23000",
    "video_count": 222,
    "view_count": "1310674",
    "about": "This channel provides training videos on Data Science, Machine Learning, Artificial Intelligence and statistical analysis using Python and R programming, scholarship hunting and PhD guidelines. \n(This channel is in Urdu Language)",
    "joined_date": "Feb 26, 2021",
    "query": "data science",
    "channel_id": "Codanics",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Oshean Lee Garonita",
    "subscribers_count": "4790",
    "video_count": 53,
    "view_count": "230274",
    "about": "Hey guys! Oshean here, and welcome to my channel! We'll be talking about the things that I am really passionate about -- personal finance, tech, and lifestyle.\n\nWatch my videos and don't forget to like and subscribe! :)",
    "joined_date": "Apr 13, 2006",
    "query": "data science",
    "channel_id": "osheanlee",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "abin",
    "subscribers_count": "63500",
    "video_count": 185,
    "view_count": "3386000",
    "joined_date": "May 5, 2020",
    "query": "data science",
    "channel_id": "ABINChannel",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Data Nash",
    "subscribers_count": "3580",
    "video_count": 21,
    "view_count": "364591",
    "about": "An aspiring data scientist from a non-tech background documenting my journey from absolute newbie, to hopefully one day being an elite data scientist. Join the Journey!.",
    "joined_date": "Apr 1, 2022",
    "query": "data science",
    "channel_id": "datanash8200",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Alex The Analyst",
    "subscribers_count": "324000",
    "video_count": 28,
    "view_count": "12747335",
    "about": "My name is Alex Freberg and on this channel I will be going over everything you need to know to become a Data Analyst. If you are wanting to make a career change or learn the skills needed to become a Data Analyst, be sure to subscribe to stay up to date on all my latest content.\n\nYou can find me on LinkedIn at:\nhttps://www.linkedin.com/in/alex-freberg/\n\nAlexTheAnalyst.com\nhttps://www.alextheanalyst.com/\n\nDiscord Channel:\nhttps://discord.gg/rxZUjNvRzR\n\n1 on 1 Coaching/Support the Channel:\nhttps://www.patreon.com/AlexTheAnalyst\n\nTwitter:\n@Alex_TheAnalyst\n\nSend Me Something:\n431 Saint James Avenue Suite L #318, Goose Creek, SC, 29445",
    "joined_date": "Jan 7, 2020",
    "query": "data science",
    "channel_id": "AlexTheAnalyst",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Shane Hummus",
    "subscribers_count": "350000",
    "video_count": 512,
    "view_count": "36426274",
    "about": "I help people get in-demand, high paying jobs FAST without the need for a college degree or previous experience.\n\nVisit my Website: https://shanehummus.com/\nFREE 6-Step Guide To Choose Your Dream Career: https://bit.ly/3JLAEQh\nJoin My Free Discord: https://discord.gg/Z2qR8nbnbp \nEnroll to my Course: https://bit.ly/MySchool101 \nLinkedin: https://www.linkedin.com/in/shane-humason-6bb475165/\nTikTok: https://www.tiktok.com/@successgps?lang=en \nTwitter: https://twitter.com/ShaneHummus \nInstagram: https://www.instagram.com/shanehummus/",
    "joined_date": "Jul 27, 2017",
    "query": "data science",
    "channel_id": "ShaneHummus",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "E-Learning Bridge",
    "subscribers_count": "122000",
    "video_count": 229,
    "view_count": "6843925",
    "about": "Shashank Mishra : Senior Data Engineer @ Expedia✌️ Ex - Amazon 👈 McKinsey & Company 👈 PayTm\n\nThe one & only channel for Aspiring Data Professionals 💯",
    "joined_date": "Apr 23, 2020",
    "query": "data science",
    "channel_id": "shashank_mishra",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "TEDx Talks",
    "subscribers_count": "37000000",
    "video_count": 28,
    "view_count": "6932409984",
    "about": "TEDx is an international community that organizes TED-style events anywhere and everywhere -- celebrating locally-driven ideas and elevating them to a global stage. TEDx events are produced independently of TED conferences, each event curates speakers on their own, but based on TED's format and rules.\n\nTED's videos may be used for non-commercial purposes under a Creative Commons License, Attribution–Non Commercial–No Derivatives (or the CC BY – NC – ND 4.0 International) and in accordance with our TED Talks Usage Policy (https://www.ted.com/about/our-organization/our-policies-terms/ted-talks-usage-policy). \n\nFor more information on using TED for commercial purposes (e.g. employee learning, in a film or online course), please submit a Media Request here: https://media-requests.ted.com.",
    "joined_date": "Jun 23, 2009",
    "query": "data science",
    "channel_id": "TEDxTalks",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Eye on Tech",
    "subscribers_count": "46400",
    "video_count": 566,
    "view_count": "7474648",
    "about": "Eye on Tech focuses on the latest business technology and IT topics, including AI, DevOps, security, networking, cloud, storage and more. Programmed strategically to inform the business tech buying cycle, Eye on Tech features insight and commentary from the writers, editors and experts at SearchSecurity, SearchNetworking, SearchStorage and other sites in the TechTarget portfolio.",
    "joined_date": "Jun 6, 2006",
    "query": "data science",
    "channel_id": "EyeonTech",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Coding Chaska",
    "subscribers_count": "1230",
    "video_count": 28,
    "view_count": "117624",
    "about": "🚀 On a mission to make coding easy and fun | \n💻 Website Development Courses | \n💻 Python and Data Science Courses |\n📺 Free content on YouTube\n\nLong Description \nWe envision a future in which all Indian students develop a critical mindset, essential skills, and habits that will enable them to succeed in their lifetime. We envision Indians as leaders, innovators, and creators. Our vision is to impart true education to all Indian students\n\nOffered Courses \n- Python \n- Data Science\n- Frontend Development with HTML, CSS, JavaScript & React\n- Backend Development with Python & Django\n- Full-Stack web development with React & Django",
    "joined_date": "Jul 13, 2017",
    "query": "data science",
    "channel_id": "CodingChaska",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "IDU",
    "subscribers_count": "1320",
    "video_count": 14,
    "view_count": "27896",
    "about": "IDU - Xalqaro Raqamli Universitetning rasmiy Youtube kanali",
    "joined_date": "Sep 14, 2021",
    "query": "data science",
    "channel_id": "IDU_uz",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Bloomberg Quicktake: Originals",
    "subscribers_count": "3340000",
    "video_count": 660,
    "view_count": "815909123",
    "about": "Bloomberg Quicktake is a global streaming news network for a new generation of leaders and professionals. Our coverage spans your whole world, from your career ambitions to your personal passions and larger societal concerns. We provide the insights you need to adapt and thrive in a time of historic transformation across all domains of our lives. We’re home to Hello World, Giant Leap, Storylines, and the series powering CityLab, Bloomberg Businessweek, Bloomberg Green, and much more.\n\nVisit our partner channel Bloomberg Quicktake: Now for breaking global news and insight in an instant.",
    "joined_date": "Mar 9, 2006",
    "query": "data science",
    "channel_id": "business",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Ekansh Singh",
    "subscribers_count": "2",
    "video_count": 1,
    "joined_date": "Jan 21, 2022",
    "query": "data science",
    "channel_id": "ekanshsingh1749",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Rajeev Sangwan",
    "subscribers_count": "756000",
    "video_count": 60,
    "view_count": "40993409",
    "about": "Hi Viewer, \nThanks for watching my channel and coming until here to find out more about myself or about my channel. \nWe create funny videos, travel Vlogs, health related videos and informative videos for the wider audience. The only purpose of this channel is to spread happiness, show around various places via Vlogs and provide informative knowledge to the viewers. \n\nIf you like my videos then please do subscribe my channel and i promise you won't regret that. \n\nFor any queries personal/business - sangwansstudio17@gmail.com\nInstagram- https://www.instagram.com/sangwans_studio/\nFacebook- https://www.facebook.com/SangwansStudio/\n\nIMPORTANT NOTICE:\nThere is no copyright infringement intended for the sound or picture used in this video. \nI don’t take any credits of any music or songs in my video.\nIf any artist or label has copyright issues with our videos, please send an e-mail to rajeevsangwan04@gmail.com and We will remove that instantly.",
    "joined_date": "Jan 12, 2014",
    "query": "data science",
    "channel_id": "rajeevsangwan4845",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Sundas Khalid",
    "subscribers_count": "92900",
    "video_count": 44,
    "view_count": "3647762",
    "about": "Welcome to my channel! \n\nHi, I'm Sundas. I'm a self-taught data scientist from non-tech background, currently at a FAANG company. I have been in the industry for over 8 years spread across two big tech companies. On this channel, I share tips for people interested in entering data science with the goal to democratize knowledge and make complicated topics digestible for everyone. \n\nAll opinions on this channel are my own and do not reflect the opinion of the company I work for or have ever worked for in the past.",
    "joined_date": "Apr 18, 2014",
    "query": "data science",
    "channel_id": "SundasKhalid",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "The IIM Guy",
    "subscribers_count": "56400",
    "video_count": 148,
    "view_count": "3663612",
    "about": "This is Abhishek Jain, an MBA from IIM Visakhapatnam. This channel uncovers myth busters and realities about life at and post India's coveted institutions and jobs.\n\nYou may reach out to me on abhishekjain1400@gmail.com",
    "joined_date": "Aug 7, 2008",
    "query": "data science",
    "channel_id": "AbhishekJainIIM",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Nubank",
    "subscribers_count": "1410000",
    "video_count": 328,
    "view_count": "334757824",
    "about": "Ser Nubank é ter uma vida financeira descomplicada. Nosso objetivo é acabar com a complexidade do sistema financeiro e devolver aos nossos clientes o controle sobre o próprio dinheiro. Por isso, em nosso canal você encontrará conteúdos de educação financeira, informações sobre os nossos produtos e conhecer um pouco mais sobre o Nubank.\n\n→ Seja Nu: https://nubank.com.br/pedir/nu/\n______________\n\nSiga a gente nas nossas redes sociais para saber todas as novidades do Nubank:\nFala, Nubank → https://blog.nubank.com.br/\nFacebook → https://www.facebook.com/nubank\nLinkedIn → https://www.linkedin.com/company/nubank\nTwitter → https://twitter.com/nubank\nInstagram → https://www.instagram.com/nubank\nTikTok → https://www.tiktok.com/@nubank\n\n#nubank #sounu",
    "joined_date": "Mar 25, 2015",
    "query": "data science",
    "channel_id": "Nubank",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Cubode",
    "subscribers_count": "66",
    "video_count": 5,
    "view_count": "599",
    "about": "Cubode is the easiest web platform to create software products without having to learn any programming language. It's the fastest way to learn how to code because you learn as you create rather than having to know all the theory.",
    "joined_date": "May 16, 2022",
    "query": "data science",
    "channel_id": "cubode5990",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Keith Galli",
    "subscribers_count": "180000",
    "video_count": 76,
    "view_count": "12224941",
    "about": "Recent MIT Graduate. I make educational videos on Computer Science, Programming,  Board Games, and more!\n\nI found online videos to be extremely helpful as I progressed through the educational system growing up so I decided to make a channel of my own. Let me know what I should make next!\n\n-Keith :)",
    "joined_date": "Dec 27, 2016",
    "query": "data science",
    "channel_id": "KeithGalli",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "DataScience ForBusiness",
    "subscribers_count": "32299.999999999996",
    "video_count": 55,
    "view_count": "890352",
    "about": "Data Science orientado a negocio. Aprende Data Science y Machine Learning y sobre todo como aplicarlo para generar resultados de negocio en las empresas.\n👉 Curso gratis de Data Science con Python y Tableau: www.tuprimerasemana.com\n👉 Conoce nuestra formación: www.datascience4business.com\n👉 Libro Big Data para CEOs y Directores de Markeging: https://amzn.to/2TYRx1F",
    "joined_date": "Jan 25, 2019",
    "query": "data science",
    "channel_id": "DataScienceForBusiness",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Samanvay Karambhe",
    "subscribers_count": "3960",
    "video_count": 79,
    "view_count": "282118",
    "about": "I'm Samanvay, a data scientist and a rocket scientist based in Sydney, Australia. I make weekly videos about demystifying AI . I believe AI is the next frontier of our civilisation and a solid understanding of it will make you bulletproof for the future. \n\nIn my spare time, I enjoy long-distance running, reading, and cooking.\n\nSubscribe if you like learning about new things or if you're just a data-science nut like me!\n\n👇 Book me for 1:1 Data Science Career Coaching 👇 \nhttps://calendly.com/samanvaykarambhe/data-science-career-coaching\n\nLet's be friends: https://www.instagram.com/karambhesamanvay/\nLet's be professional: https://www.linkedin.com/in/samanvaykarambhe/\nCheck out my Newsletter: https://www.samanvaykarambhe.com/",
    "joined_date": "Apr 30, 2020",
    "query": "data science",
    "channel_id": "SamanvayKarambhe",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Career Karma",
    "subscribers_count": "16700",
    "video_count": 195,
    "view_count": "1174198",
    "about": "Career Karma (YC W19) helps people from all backgrounds become software engineers in less than 12-months. \n\nWe've built a tech-driven platform that helps you discover peers, coaches, and mentors to accelerate your career!\n\nWe help you start on your coding journey and then guide you in picking a career path that's right for you! Our platform has helped hundreds of people decide which coding bootcamp fits their learning style, finances and timeline. \n\nIf you're someone looking to become a software engineer join careerkarma.com :)\n\nLet's break in!",
    "joined_date": "Oct 31, 2018",
    "query": "data science",
    "channel_id": "CareerKarma",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Data Engineering",
    "subscribers_count": "127000",
    "video_count": 688,
    "view_count": "7373250",
    "about": "Data Engineering. Learn all Trending Technologies in TAMIL and ENGLISH.",
    "joined_date": "Jun 5, 2012",
    "query": "data science",
    "channel_id": "dataengineeringvideos",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Shashank Kalanithi",
    "subscribers_count": "114000",
    "video_count": 53,
    "view_count": "5027112",
    "about": "Contact me on Instagram @shashankanalytics\nor\nTwitter @kalamari95\n\nI help people break into the world of Analytics. Let's learn together!",
    "joined_date": "Oct 1, 2011",
    "query": "data science",
    "channel_id": "ShashankData",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "The Almost Astrophysicist",
    "subscribers_count": "19800",
    "video_count": 76,
    "view_count": "922654",
    "about": "Hey guys! I'm Priya and I'm here to help you get into college! My channel is going to be about all things college - especially the application process and what you need to work on to get into your dream school! \n\nI just graduated from college myself (B.Sc. UChicago '19) and learned a lot about the nuances along the way, and I'm here to give you all of the insider tips. There are a lot of misconceptions about colleges, and I hope to give you some insight about the application process. I hope that my channel will be a positive part of your college journey!",
    "joined_date": "Jun 19, 2020",
    "query": "data science",
    "channel_id": "TheAlmostAstrophysicist",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Working at Microsoft",
    "subscribers_count": "24800",
    "video_count": 231,
    "view_count": "2550230",
    "about": "Welcome! \n \nGet an inside look at life at Microsoft. See how we’re encouraged to be ourselves as we strive to make the world a better place through creativity and innovation.\n\nIf you use #MicrosoftLife, you consent to Microsoft featuring your posts in\nany media.",
    "joined_date": "Nov 24, 2009",
    "query": "data science",
    "channel_id": "WorkingAtMicrosoft",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Business Sections",
    "subscribers_count": "155000",
    "video_count": 157,
    "view_count": "14834233",
    "about": "Namaste ! From Business Sections Team,\nIss channel mein business ,finance, comparison and Investing  related video dekhne ko milegi.ashan Hindi mein.Thank you\nNamaste ! I Sumar Das ,welcome you all to my channel business sections ,where you will find amazing videos on business ,finance, network marketing , comparison and Investing in simple Hindi.Thank you..\nEmail -sumarcontact@gmail.com",
    "joined_date": "Jul 20, 2020",
    "query": "data science",
    "channel_id": "BusinessSections",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Damsel in Data",
    "subscribers_count": "11600",
    "video_count": 17,
    "view_count": "250979",
    "about": "Hello! If you want to learn more about data science, coding, tech careers and living as a Damsel in the 2020s, you've come to the right place. Is YouTube a viable career path for a Damsel in Data? In THIS economy?! \n\nFollow me to find out. 😏\n\nContact: hello@damselindata.com\n\nFor more cheesy nerd content, check out my TikTok and Instagram: \nhttps://www.tiktok.com/@damselindata\nhttps://www.instagram.com/damselindata",
    "joined_date": "May 15, 2020",
    "query": "data science",
    "channel_id": "damselindata",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Muzamil Hasan",
    "subscribers_count": "222000",
    "video_count": 300,
    "view_count": "15218256",
    "about": "Thought Behind Things is Pakistan's fastest-growing podcast, on the mission to create a catalog of Pakistan's brightest minds in Art, Culture, and Technology.\n\nStreaming every Monday, Wednesday, and Friday. Stay tuned to catch up on some amazing conversations!",
    "joined_date": "Feb 9, 2011",
    "query": "data science",
    "channel_id": "MuzamilHasan",
    "input": {
      "query": "data science"
    }
  },
  {
    "subscribers_count": "hidden subscribers",
    "video_count": 44,
    "query": "data science",
    "channel_id": "TheFinalRoundPod",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "CARTO",
    "subscribers_count": "4",
    "video_count": 341,
    "view_count": "267494",
    "about": "From smartphones to connected cars, location data is changing the way we live and the way business happens. CARTO is the platform that turns location data into more efficient delivery routes, better behavioural marketing, strategic store placements and more.\n\nEveryone, from business analysts to data scientists, use our software and location data to understand where and why things happen, optimize business processes, and predict future outcomes.",
    "joined_date": "Jun 26, 2014",
    "query": "data science",
    "channel_id": "CARTOhq",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "CareerFoundry",
    "subscribers_count": "133000",
    "video_count": 180,
    "view_count": "6615814",
    "about": "CareerFoundry is a leading online school for career change, dedicated to educating the next generation of tech talent. We offer cutting-edge courses in UX Design, Web Development, Data Analytics, Digital Marketing and UI Design, working with the industry's best professionals in each field to create the most thorough learning materials that promise to take you from beginner to job-ready (guaranteed) in 6-10 months.\n\nLearn about our UX Design, Web Development, Data Analytics, Digital Marketing and UI Design courses here: https://careerfoundry.com/",
    "joined_date": "Oct 20, 2013",
    "query": "data science",
    "channel_id": "careerfoundry",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Greg Hogg",
    "subscribers_count": "36200",
    "video_count": 279,
    "view_count": "1386083",
    "about": "Hey there! 😃\n\nI'm Greg - a Data Scientist from the University of Waterloo in Ontario, Canada.\n\nIf you're looking to learn Data Science and Machine Learning, you've come to the right place!\n\nSo... Subscribe! \n\nI'll see you in the comments section and at the livestreams!",
    "joined_date": "Nov 24, 2011",
    "query": "data science",
    "channel_id": "GregHogg",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Tina Huang",
    "subscribers_count": "425000",
    "video_count": 104,
    "view_count": "17232224",
    "about": "Hi! My name is Tina and I'm a data scientist at a FAANG company. \n\nThis channel is about data science, learning, and productivity. I love learning new things and my goal is to always minimize effort and maximize outcome! \n\nI strive to do things the most efficient way possible and with the highest reward. I basically refuse to do extra work to achieve my goals c: \n\n----------------------------------------------------------------------------------------------------------------------------------------------------\nA little about myself:\n\nI did my undergraduate at the University of Toronto where I studied pharmacology. I was pre-med but decided I would be a terrible doctor 😱. I worked in bioinformatics for a year and then did my masters in computer science (MCIT) at the University of Pennsylvania. \n\nI interned at Goldman Sachs, then got my current data science job in tech. \n\nTalk soon! \nTina",
    "joined_date": "Aug 28, 2013",
    "query": "data science",
    "channel_id": "TinaHuang1",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Pinoydatascientist",
    "subscribers_count": "3150",
    "video_count": 17,
    "view_count": "136454",
    "about": "My name is Ronrick. I am a PhD student at the University of Western Brittany. At the same time, I work as a Research Scientist - Deep Learning (Computer Vision) focusing on Medical Images Data at INSERM based in Brest, France. This channel tries to intersect those two with these two shows:\n\nData Science: I will post DATA SCIENCE RELATED VIDEOS and help those who want to pursue this kind of career path.\n\nVlogs: There are days that I will be travelling to cities of europe and will be posting simultaneously.\n\n\nIf these sound interesting and want to gain some knowledge on becoming a DATA SCIENTIST, then make sure to join me by subscribing!\n\n\nFollow me on:\n\nInstagram: https://www.instagram.com/pinoydatascientist/\nFacebook: https://www.facebook.com/pinoydatascientist/\nTwitter: https://twitter.com/phdatascientist\n\n\nIf you want to offer me a job. it's worth a shot :/ :\n\nLinkedIn:https://www.linkedin.com/in/ronrick-a-da-ano/\nPersonal Email: ronrickarnaiz@gmail.com",
    "joined_date": "Mar 6, 2018",
    "query": "data science",
    "channel_id": "pinoydatascientist782",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Unfold Data Science",
    "subscribers_count": "44300",
    "video_count": 60,
    "view_count": "3050933",
    "about": "This channel is to help people understand basics of data science through simple examples in easy way. Anybody without having prior knowledge of computer programming or statistics or machine learning and artificial intelligence can get an understanding of data science at high level through this channel. The videos uploaded will not be very technical in nature and hence it can be easily grasped by viewers from different  background as well.\n\nMy Music source : https://www.bensound.com/royalty-free-music",
    "joined_date": "May 4, 2019",
    "query": "data science",
    "channel_id": "UnfoldDataScience",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Power Couple",
    "subscribers_count": "223000",
    "video_count": 33,
    "view_count": "9275957",
    "about": "On this channel, Sarra (Product Manager, Microsoft) and Sahil (Software Engineer, Google) share their experiences to help you fast-track your career in the tech industry. Subscribe and hit the notification button to stay up-to-date on new content :)\n\nAu revoir!\n\nDISCLAIMER: All opinions shared on this channel are our own and don't express views or opinions of our employers. We only use our experiences and public knowledge to make our content. NO CONFIDENTIAL INFORMATION of our employers is used or shared on this channel. This is not a Professional Coaching channel, it only highlights the public resources that have worked for our careers.",
    "joined_date": "Sep 12, 2021",
    "query": "data science",
    "channel_id": "Power_Couple",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Rob Mulla",
    "subscribers_count": "22800",
    "video_count": 35,
    "view_count": "647520",
    "about": "Medallion Data Science is a channel devoted to growing a community of people interested in learning machine learning, data science and coding in python. Also streaming live coding sessions on twitch as Medallion Stallion https://www.twitch.tv/medallionstallion_",
    "joined_date": "Sep 26, 2021",
    "query": "data science",
    "channel_id": "robmulla",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Programming with Mosh",
    "subscribers_count": "2950000",
    "video_count": 172,
    "view_count": "142431077",
    "about": "I train professional software engineers that companies love to hire. \n\nMy courses: http://codewithmosh.com \n\nMy blog: http://programmingwithmosh.com\n\nConnect on social media: \n\nhttp://www.twitter.com/moshhamedani\n\nhttps://www.facebook.com/programmingwithmosh\n\n#python #javascript #chsarp",
    "joined_date": "Oct 6, 2014",
    "query": "data science",
    "channel_id": "programmingwithmosh",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Edrea Low",
    "subscribers_count": "2880",
    "video_count": 7,
    "view_count": "134448",
    "about": "i like telling stories :’)",
    "joined_date": "Feb 21, 2014",
    "query": "data science",
    "channel_id": "edreaa",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "codebasics",
    "subscribers_count": "700000",
    "video_count": 120,
    "view_count": "47200368",
    "about": "I am Dhaval Patel, Founder of ed-tech platform codebasics.io and a co-founder of a software & data company called AtliQ Technologies (Ex. Bloomberg, NVIDIA). I've 17+ years of industry experience as a software and data engineer and an entrepreneur. Teaching is my passion. I strongly believe \"Anyone Can Code\"! No matter what your background and past skill set, you can learn programming and technology if it is taught in a simplistic and intuitive way. The goal of this channel is to fulfill this vision by teaching technology (especially coding and data science) in the simplest and most intuitive manner.\n\nVisit https://codebasics.io/ for my video courses that teach technology in a most simplistic and practical way!\n\nI teach simple programming, data science, data analytics, artificial intelligence, machine learning, data structures, software architecture, etc on my channel.\n\nFor all Business and Sponsorship related inquiries, please contact business@codebasics.io.",
    "joined_date": "Nov 7, 2015",
    "query": "data science",
    "channel_id": "codebasics",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "SABC News",
    "subscribers_count": "1740000",
    "video_count": 88,
    "view_count": "866534544",
    "about": "SABC News, Africa's news leader at www.sabcnews.com is the online news portal of South Africa's public broadcaster. \nThe South African Broadcasting Corporation has 18 radio stations and 3 television stations broadcasting in 11 languages, and a web presence on www.sabc.co.za. With its extensive coverage of local and international events on Radio and TV, the SABC News online service carries the best content gathered by SABC radio and TV news teams.",
    "joined_date": "Feb 29, 2012",
    "query": "data science",
    "channel_id": "sabcdigitalnews",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Joma Tech",
    "subscribers_count": "2029999.9999999998",
    "video_count": 106,
    "view_count": "159966632",
    "about": "I talk about life in Silicon Valley and at big tech companies.\n\nFollow me on:\nInstagram: http://instagram.com/jomaoppa\nTwitter: https://twitter.com/jomaoppa\n\nBusiness inquiries: business@joma.io",
    "joined_date": "Aug 31, 2016",
    "query": "data science",
    "channel_id": "jomaoppa",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "edureka!",
    "subscribers_count": "3620000",
    "video_count": 148,
    "view_count": "353951758",
    "about": "Thank you for Subscribing! If you have not, Subscribe now!\n\nWe are a live & interactive e-learning platform with the mission of making learning accessible to everyone. We offer instructor-led courses, along with 24/7 on-demand support to achieve highest course completion rates in the industry! Our real-life projects, 24*7 Support, Personal Learning Managers ensure that your learning goals are met!\n\nSpecial offer! Flat 20% Off on All Courses, Use Code \"𝐘𝐎𝐔𝐓𝐔𝐁𝐄𝟐𝟎\"\n\nBy subscribing to Edureka Channel, you'll never miss out on high-quality videos, webinars, sample classes & lectures from industry practitioners & influencers. Our research team curates content on trending topics in the areas of Big Data & Hadoop, DevOps, Blockchain, Artificial Intelligence, Angular, Data Science, Apache Spark, Python, Selenium, Tableau, Android, PMP certification, AWS Architect, Digital Marketing and many more. \n\nCall us on IND: 9606058406 / US: 18338555775 (toll-free) to talk to our Course Advisors.",
    "joined_date": "Jun 28, 2012",
    "query": "data science",
    "channel_id": "edurekaIN",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Vamsi Bhavani",
    "subscribers_count": "284000",
    "video_count": 180,
    "view_count": "15718852",
    "about": "SRI SAI CREATIONS\n\nVamsi Bhavani is one of the very few YouTube Channels that provides its viewers quality educational content in Telugu.\n\nVamsi Bhavani Channel provides educational knowledge on various topics including but not limited to -\n- Intermediate IPE Tutorials.\n- JEE/NEET Tutorials. \n- B.Tech Tutorials. \n- Android Development Tutorials. \n- Web Development Tutorials.\n- Exclusive Machine Learning Tutorials. \n- Colleges Admissions and Counselling Information. \n- Arduino Tutorials. \nAnd much more...\n\nIf you are interested in any of these, please subscribe to Vamsi Bhavani Channel.\n\nFor Business Collaboration/ Advertising Contact\ncontact.vamsibhavani@gmail.com\n\nమీ తోటి తెలుగు వారికి SHARE చేయడం మర్చిపోకండి!\n\nమీ వంశీ భవాని🙏\n\nJai Hind!!!✊",
    "joined_date": "Jul 7, 2017",
    "query": "data science",
    "channel_id": "VamsiBhavani",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Scientist Express",
    "subscribers_count": "59",
    "video_count": 3,
    "view_count": "363",
    "about": "Welcome to Scientist Express! We are a global online data science teaching platform, based out of Mumbai, India. Scientist Express started with a vision to help global professionals to achieve the highest point in their career, by undergoing a smooth transition into data science roles and thereby grab endless high growth career opportunities. \n\nScientist Express has a presence across four continents, over 33+ countries, with a 99%+ success rate.\n\nTransform your Career. Double your income in just 3 months!!",
    "joined_date": "Oct 31, 2022",
    "query": "data science",
    "channel_id": "scientistexpress2980",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "MBCI TV OFFICIAL KENYA",
    "subscribers_count": "60900",
    "video_count": 508,
    "view_count": "6389217",
    "about": "We are a Christian TV with a Mission to Reach Out with the Gospel of Our LORD Jesus Christ to Transform Lives.\nTune in and Enjoy Movies, Drama series, Inspirational Shows, Sermons and Music to Equip you Spiritually.",
    "joined_date": "Nov 9, 2015",
    "query": "data science",
    "channel_id": "mbcitvkenya",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "UNIQUE",
    "subscribers_count": "3240",
    "video_count": 66,
    "view_count": "157896",
    "about": "ሰላም ጤና ይስጥልኝ! እንኳን ወደ UNIQUE በሰላም መጣችሁ።በዝህ ቻናል ትምህርቶችን፤ሳይንስና ቴክኖሎጂ መረጃዎችን፤።ወቅታዊና ፈጣን መረጃዎችን፣የዩኒቨርስቲ ኮርሶችን፣አዳዲስ መረጃዎችን ያገኛሉ።በሳምንት ሶስት ጊዜ አስገራሚ ቢድዮችን እለቃለሁኝ ማየት ትችላላችሁ።ቻናለንን ስለጎቤኛችሁት ከልብ አመሰግናለሁ ቤተሰብ ሁኑ።\nHello everyone well come to my You Tube channel UNIQUE. on this channel you'll get educational videos,scientific and technological videos,fast and seasonal informations,news,entertaining facts and events three times a week.be our family thank you for visiting my channel UNIQUE.",
    "joined_date": "Feb 20, 2022",
    "query": "data science",
    "channel_id": "unique8049",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Ayush Singh",
    "subscribers_count": "25600",
    "video_count": 9,
    "view_count": "589393",
    "joined_date": "Jun 25, 2022",
    "query": "data science",
    "channel_id": "AyushSinghSh",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Ghulam Rasool Shahzada",
    "subscribers_count": "97800",
    "video_count": 28,
    "view_count": "6878855",
    "about": "Videos which will inspire and entertain you on motivation , positive thinking, career relation,career counseling , relationships, self help,goals,etc.stay  connected with our channel for latest Urdu videos.\nپاکستان کا واحد تعلیمی چینل جس میں میڑک(سائنس،آرٹس)انٹرمیڈیٹ(ایف،ایس،سی میڈکل۔ایف،ایس،سی نان میڈیکل۔آئی،سی،ایس۔آئی کام۔ڈی کام۔ایف اے۔ایف اے آئی ٹی وغیرہ)کے بعدکروائے جانے والے دو سالہ،چارسالہ اینول اور سمیسٹرسسٹم پروگرام اور دیگر ڈپلومہ جات اور مقابلے کے امتحانات جس میں سی۔ایس۔ایس،پی۔ایم۔ایس۔پی۔سی۔ایس،ایف۔پی۔ایس۔سی،پی۔پی۔ایس۔سی،سی۔اے،اے۔سی۔سی۔اے وغیرہ کے متعلق تمام معلومات اپلوڈ کی جاتی ہیں۔جس میں درج ذیل پوائنٹس کو تفصیلی ڈسکس کیا جاتا ہے:-\n١۔ڈگری کا تعارف\n٢۔داخلےکی شرائط\n٣۔ڈگری کا دورانیہ\n۴۔میرٹ\n۵۔فیسز\n٦۔جابز نوعیت،ایریا،سکیل،سیلری\n٧۔سبجیکٹس\n٨۔یونیورسٹیز\n___________________________\nغلام رسول شہزادہ\nایم۔اے اُردو\nایم۔سی۔ایس\nلیکچرار پنجاب گروپ آف کالجز\n\n For More information \nWhatsapp Only\n07:00 pm to 09:00pm only\n0331.8797757\n\nمانا کہ اندھیرا گھنا ہے\nلیکن دیا جلانا کہاں منع ہے",
    "joined_date": "Dec 28, 2015",
    "query": "data science",
    "channel_id": "GhulamRasoolShahzada",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Love Babbar",
    "subscribers_count": "476000",
    "video_count": 195,
    "view_count": "32290153",
    "about": "Hello Jee !!\nThis is Love Babbar, a graduate from NSUT, Delhi. This is my Vlog channel and I basically aim to innovate new things with interesting content. \n\nI've made videos related to placements with detailed information. Do check it out!\nMoreover I do focus on vlogging too. You might be able to find some videos vlogged on my channel.\n\nFor Business and Collaboration Enquiries: businesswithbabbar@gmail.com\n\nFor Guidance related enquiries Contact : itscodehelp@gmail.com\n\nDisclaimer: The Views presented in this Video are solely mine. I am not representing any Company or organisation. I am only telling my opinions not talking on behalf of any org.",
    "joined_date": "Aug 25, 2016",
    "query": "data science",
    "channel_id": "LoveBabbar",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Krish Naik Hindi",
    "subscribers_count": "47400",
    "video_count": 60,
    "view_count": "1400169",
    "about": "In this channel you will be seeing data science and other tech related content in hindi language. Subscribe and Support the channel",
    "joined_date": "Dec 4, 2017",
    "query": "data science",
    "channel_id": "krishnaikhindi",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Etisha Garg",
    "subscribers_count": "70700",
    "video_count": 60,
    "view_count": "4480021",
    "about": "IIT Guwahati Alumni\nHere to simplify the blockchain space✨",
    "joined_date": "Jan 18, 2019",
    "query": "data science",
    "channel_id": "EtishaGarg",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Great Learning",
    "subscribers_count": "724000",
    "video_count": 180,
    "view_count": "89758679",
    "about": "Great Learning is Asia’s leading professional learning platform,  offering top-ranked programs in AI, Data Science, Analytics, Cloud Computing, Full-stack Development, Cybersecurity, Digital Marketing, Digital Business, Design Thinking and more. Great Learning's programs are developed in collaboration with the world's foremost academic institutions like Stanford GSB, MIT, IITB, IITM, Great Lakes Inst of Management, and The University of Texas at Austin. We have delivered over 101 million+ learning hours and impacted 5.9 million+ learners in 170+ Countries.\n\nGreat Learning aims to make quality education accessible to anyone who wants to learn. Great Learning Academy (https://www.mygreatlearning.com/academy), our commitment to aid free learning, offers 1200+ completely FREE courses in the most in-demand job domains. In addition to videos, you can earn certificates of completion, do assignments and projects, attend live sessions and interact with top faculty & industry experts.",
    "joined_date": "Apr 3, 2013",
    "query": "data science",
    "channel_id": "greatlearning",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Justin Shin",
    "subscribers_count": "11700",
    "video_count": 29,
    "view_count": "657336",
    "about": "Welcome to my channel! I hope to use this to share about my life and how God is moving in it.",
    "joined_date": "Dec 26, 2019",
    "query": "data science",
    "channel_id": "JustinShin",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Apna College",
    "subscribers_count": "3040000",
    "video_count": 509,
    "view_count": "404337223",
    "about": "Hey guys, welcome to this new channel - Apna College. Here Shradha Didi and I(your Aman Bhaiya) will help you in finding your right college, career options, soft skills and will also help you learn to code. \nChalo Phodte hain!\nFeel free to contact Shradha Didi for Seminars, Hackathons & Collaborations at the given email id below.",
    "joined_date": "Aug 5, 2020",
    "query": "data science",
    "channel_id": "ApnaCollegeOfficial",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "julia fei",
    "subscribers_count": "95800",
    "video_count": 76,
    "view_count": "5706551",
    "about": "Hi everyone my name is Julia ~ \n\nI'm a 20-something-year-old data scientist navigating through life in NYC. You can find vlogs, fashion & beauty content, productivity videos, and more on my channel. Thanks for stopping by & I hope you enjoy :)\n\nInstagram: https://www.instagram.com/julia.fei/\nBusiness Inquiries: laujuliafei@gmail.com",
    "joined_date": "Jan 3, 2016",
    "query": "data science",
    "channel_id": "juliafei",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Brilliant Academic",
    "subscribers_count": "10400",
    "video_count": 124,
    "view_count": "749427",
    "about": "South African content on all things related to Careers and Academics\n\n\nFor business enquiries and/or collaborations, email:\nbrilliantacademic.southafrica@gmail.com",
    "joined_date": "May 18, 2020",
    "query": "data science",
    "channel_id": "BrilliantAcademic",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Recode Guru",
    "subscribers_count": "6220",
    "video_count": 46,
    "view_count": "203952",
    "about": "ബഹുരാഷ്ട്ര കമ്പനികളിലും  സ്റ്റാർട്ടപ്പ് കമ്പനികളിലും ധാരാളം തൊഴിൽ അവസരങ്ങൾ ഉണ്ടായിട്ടും  എന്ത് കൊണ്ട്  നമ്മുടെ നാട്ടിലെ  ബിരുദധാരികൾക്ക് അവർ ആഗ്രഹിക്കുന്ന മേഖലകളിൽ  ഒരു ജോലി ലഭിക്കുന്നില്ല?\n\nഈ നൂറ്റാണ്ടിലെ സ്‌കിൽസ് ആയ ആർട്ടിഫിഷ്യൽ ഇന്റെലിജൻസ്, മെഷീൻ ലേർണിംഗ്, ഡേറ്റ സയൻസ് ടെക്നോളജി healthcare , logistics , ഇ- കോമേഴ്‌സ് , ഓട്ടോ മൊബൈൽ   തുടങ്ങിയ  ഏതു മേഖല ആയിക്കൊള്ളട്ടെ എല്ലാ ഇൻഡസ്ട്രിസിലും ഉപയോഗിക്കുന്നു .\n\nഈ ടെക്നോളജികളെ അടുത്ത് അറിയുവാനും അതിനെ കുറിച്ച് കൂടുതൽ പഠിക്കാനും ഉള്ള യൂട്യൂബ് ചാനൽ ആണ് ഇത് . ഫ്രീ ആയി മലയാളത്തിൽ  AI  പഠിപ്പിക്കുകയും ഈ കോഴ്സുകളിൽ സർട്ടിഫിക്കേഷൻ നേടാനും സഹായിക്കുന്ന രീതിയിൽ ഏറ്റവും ലളിതമായി ആണ്  കോഴ്സ് ഡിസൈൻ ചെയ്തിട്ടുള്ളത് .  ഇത് വഴി കേരളത്തിൽ ഒരു AI കമ്മ്യൂണിറ്റിക്കു രൂപം കൊടുക്കാനും അതിൽ നിന്ന് കമ്പനികൾക്കു ആവശ്യം ഉള്ള ജോലിക്കാരെ  കണ്ടത്താനും തൊഴിൽ ഇല്ലായ്മക്കു പരിഹാരം കണ്ടത്താനും ആണ് ഞങ്ങൾ ശ്രമിക്കുന്നത്.",
    "joined_date": "Feb 9, 2020",
    "query": "data science",
    "channel_id": "RecodeGuru",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "NeoExplore",
    "subscribers_count": "38600",
    "video_count": 157,
    "view_count": "2630545",
    "about": "#neoexplore #motivation #btech \nHey everyone this is my channel explore.\nI make videos on the latest technologies and about the various streams a student can choose after high school.\nI also post inspirational videos and study tips.\nI try to help out students with the best of my knowledge.\nPlease check out my channel and support",
    "joined_date": "Jun 26, 2019",
    "query": "data science",
    "channel_id": "NeoExplore",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Git-up with Saumya",
    "subscribers_count": "10700",
    "video_count": 154,
    "view_count": "361091",
    "about": "Programming is tough? Who said that?\nWell, if you think so too and want to start learning about programming from the basics you are at the right place.\nNo matter what your age is, you can start learning about the different programming languages in a fun and easy way.\nAnd guess what, you don't need to pay to learn anything here, all you need to do is hit the subscribe button.\nHow hard is that, right?\n\nInsta : https://www.instagram.com/newtonschoolofficial/\nFacebook : https://www.facebook.com/newtonschool.co\nLinkedin: https://www.linkedin.com/school/newtonschool/mycompany/",
    "joined_date": "Jan 22, 2022",
    "query": "data science",
    "channel_id": "GitupwithSaumya",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Python Life",
    "subscribers_count": "206000",
    "video_count": 420,
    "view_count": "9126886",
    "about": "Nenu Nerchukunadhi share Chedham ani e channel start chesanu\n\nMeku na work nachuthe subscribe cheskoni support cheyandi\n\nLets share Education..\n\nFor collaborations Feel free to Mail\npythonlifekiran@gmail.com",
    "joined_date": "Aug 24, 2020",
    "query": "data science",
    "channel_id": "PythonLifetelugu",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "The Work Life Man",
    "subscribers_count": "40000",
    "video_count": 47,
    "view_count": "1091692",
    "about": "The Work Life Man channel is a one-stop resource for tips that covers career, lifestyle and skills development.",
    "joined_date": "Dec 24, 2019",
    "query": "data science",
    "channel_id": "TheWorkLifeMan",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "CampusX",
    "subscribers_count": "53700",
    "video_count": 540,
    "view_count": "4523022",
    "about": "CampusX is an online mentorship program for engineering students. We offer a 6-month long mentorship to students in latest cutting - edge technologies like Machine Learning & Data Science, Full Stack Web Development and Mobile App Development.\n\n            At its core, CampusX aims to change this education system of India. We believe that high-quality education is not just for the privileged few. It is the right of everyone who seeks it. Through our mentorship program, we aim to bring quality education to every single student. A mentored student is provided with guidance on how to ace a technology through 24x7 mentorship, live and recorded video lectures, daily skill-building activities, project assignments, and evaluation, hackathons, interactions with industry experts, soft skill training, personal counseling, and comprehensive reports. All we need from you is intent, a ray of passion to learn.",
    "joined_date": "Apr 17, 2019",
    "query": "data science",
    "channel_id": "campusx-official",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "freeCodeCamp.org",
    "subscribers_count": "6820000",
    "video_count": 240,
    "view_count": "465767558",
    "about": "Learn to code for free.",
    "joined_date": "Dec 16, 2014",
    "query": "data science",
    "channel_id": "freecodecamp",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Ken Jee",
    "subscribers_count": "227000",
    "video_count": 60,
    "view_count": "7240755",
    "about": "Data Science and Sports Analytics are my passions. My name is Ken Jee and I have been working in the data science field doing sports analytics for the last 5 years. I have held data science positions in companies ranging from startups to fortune 100 organizations.  I transitioned into data science from a business and consulting background. When I was first starting out on my data science journey I was extremely lost; there were very few resources for me to learn about this field from. I decided to start making YouTube videos to share my experiences and to hopefully help others get break into the data science and sports analytics fields. \n\nOn this channel I produce fun and informative Data Science and Sports Analytics Content. My goal is to provide insight into the data science community, career advice, and sports related analysis.",
    "joined_date": "Feb 28, 2014",
    "query": "data science",
    "channel_id": "KenJee_ds",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Interview Query",
    "subscribers_count": "31000",
    "video_count": 111,
    "view_count": "1455990",
    "about": "Learn about full stack data science, data science interviewing tips, and how to land the dream data science job.",
    "joined_date": "Nov 19, 2019",
    "query": "data science",
    "channel_id": "InterviewQuery",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Krish Naik",
    "subscribers_count": "691000",
    "video_count": 360,
    "view_count": "66399689",
    "about": "I am the cofounder of iNeuron and my experience is pioneering in machine learning, deep learning, and computer vision,an educator, and a mentor, with over 10 years' experience in the industry. This is my YouTube channel where I explain various topics on machine learning, deep learning, and AI with many real-world problem scenarios. I have delivered over 30 tech talks on data science, machine learning, and AI at various meet-ups, technical institutions, and community-arranged forums. My main aim is to make everyone familiar of ML and AI.Please subscribe and support the channel. As i love new technology, all these videos are free and I promise to make more interesting content as we go ahead.\nFor any collaboration drop me a mail at krishnaik06@gmail.com\n\nPlease free to drop a mail for Product unboxing, GPU's unboxing and any other collaboration",
    "joined_date": "Feb 11, 2012",
    "query": "data science",
    "channel_id": "krishnaik06",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "MythVine",
    "subscribers_count": "499",
    "video_count": 48,
    "view_count": "23698",
    "about": "Hello friends my name is Roshan and I am a student. This Channel is mainly Focused on knowledgeable content but you may find other topics also. This channel will transform the way you consume content in fields like _success_, _Career_, _Money_ Tips, _Mental Health_, and many such trending topics\nWatch my videos, LIKE them if you like them :), SHARE them if you enjoyed and SUBSCRIBE for more.",
    "joined_date": "Jan 1, 2020",
    "query": "data science",
    "channel_id": "mythvine698",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Desi American Professor",
    "subscribers_count": "52500",
    "video_count": 144,
    "view_count": "3838803",
    "about": "*Assistant Professor of Information Systems and Operations Management at the University of Texas Arlington\nHere to help and guide youngsters 15-25 years age group to pursue higher studies. \n\nI do not endorse and I am not responsible for the views expressed by others in my videos. I am also not responsible for the views expressed by viewers in the comments section of my videos or the discussion section of my channel. \n\nViews expressed by me in my videos and anywhere else in my channel (e.g., discussions and comments) are my personal views. They are not endorsed by the University of Texas Arlington.\n\n*It has come to my attention that there are many fake profiles in my name on YouTube and other social media platforms. If you see a comment or message or email or text that appears to be from me, please be assured that it is fake. ​I do not make random posts or random hate/troll posts on social media. All of my genuine social media links are listed below.",
    "joined_date": "Mar 11, 2020",
    "query": "data science",
    "channel_id": "DesiAmericanProfessor",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Luke Barousse",
    "subscribers_count": "278000",
    "video_count": 72,
    "view_count": "12120333",
    "about": "What's up, Data Nerds! I'm Luke, a data analyst, and I make videos about tech and skills for data science.\n\nIf you have a question about becoming a data analyst, drop a comment in any video. No need to email!",
    "joined_date": "Aug 3, 2020",
    "query": "data science",
    "channel_id": "LukeBarousse",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "study tips",
    "subscribers_count": "674000",
    "video_count": 467,
    "view_count": "54427951",
    "about": "My name is Tushar jaid, thank you for visiting my channel\n\nstudy tips youtube channel makes counseling to the next level. from this channel I help you on your path to career development and career success. being successful in a career takes extensive efforts, and with an experienced coach/mentor, your career development efforts can find the right direction. study tips youtube channel is career counselors provide career guidance by building customized career action plans & videos, from this videos direct you back to the right path, provide personalized join button 24x7 support, and help you at every step along the way to a successful career. such extensive support can definitely help you go a long way in your career!\n\nfor personal chat you can join my channel membership on only 129rs/month*\n\ncontact us: tusharjaidht@gmail.com\nsend a message to me for a chat on\nInstagram: @tushar_jaid\nhappy visiting.",
    "joined_date": "Aug 25, 2017",
    "query": "data science",
    "channel_id": "studytips123",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Stefanovic",
    "subscribers_count": "144000",
    "video_count": 28,
    "view_count": "4603431",
    "about": "From a 9-5 to a dream life. Sharing my lessons along this journey. I post cool photos on instagram",
    "joined_date": "Jan 7, 2014",
    "query": "data science",
    "channel_id": "Stefanovic92",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Rishabh Mishra",
    "subscribers_count": "4760",
    "video_count": 43,
    "view_count": "195350",
    "about": "Education, Jobs, Career + College Tips 😉\n\nHope you get best out of it and helps you to grow professionally and personally. \n\nFor any queries, you can reach to out to my Instagram Account.",
    "joined_date": "Feb 12, 2022",
    "query": "data science",
    "channel_id": "RishabhMishraOfficial",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Steve Brunton",
    "subscribers_count": "241000",
    "video_count": 428,
    "view_count": "13509975",
    "joined_date": "Oct 7, 2011",
    "query": "data science",
    "channel_id": "Eigensteve",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Simplilearn",
    "subscribers_count": "2620000",
    "video_count": 88,
    "view_count": "265966357",
    "about": "Simplilearn is the world’s #1 online Bootcamp and one of the world’s leading certification training providers. Based in San Francisco, California, and Bangalore, India, we provide training in areas where technologies and best practices are changing rapidly, and the demand for qualified candidates significantly exceeds the supply. We have trained over 3,000,000 professionals, have over 2000 qualified trainers on board, and offer over 400 courses with 40 plus global accreditations. With live instructions from leading experts, interactive labs & projects, peer-to-peer collaboration, on-demand lessons, and 24/7 learning support, we provide learners with a comprehensive curriculum at a fraction of the cost of an on-campus program. \n\nFor more information, visit https://www.simplilearn.com/\nOur FREE courses via SkillUp by Simplilearn now come with Completion Certificates! :https://www.simplilearn.com/skillup-free-online-courses",
    "joined_date": "Oct 29, 2009",
    "query": "data science",
    "channel_id": "SimplilearnOfficial",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Intellipaat",
    "subscribers_count": "1570000",
    "video_count": 330,
    "view_count": "103292512",
    "about": "Intellipaat is a global online professional training provider. We are offering some of the most updated, industry-designed certification training programs which includes courses in Big Data, Data Science, Artificial Intelligence and 150 other top trending technologies.\nWe help professionals make the right career decisions, choose the trainers with over a decade of industry experience, provide extensive hands-on projects, rigorously evaluate learner progress and offer industry-recognized certifications. We also assist corporate clients to upskill their workforce and keep them in sync with the changing technology and digital landscape.\n\nFor more information visit us at:- https://intellipaat.com\n\nContact us at:- sales@intellipaat.com | +91-7022374614 , US: 1-800-216-8930",
    "joined_date": "Jan 24, 2013",
    "query": "data science",
    "channel_id": "Intellipaat",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "STUDY MART",
    "subscribers_count": "30700",
    "video_count": 413,
    "view_count": "1406251",
    "about": "চলুন মাতৃভাষায় বিনামূল্যে - পাইথন, জ্যাঙ্গো, ডেটা সাইন্স, মেশিন লার্নিং, ডেটাবেজ এবং কৃত্রিম বুদ্ধিমত্তা শিখি!\n\nAssalamu Alaikum! STUDY MART Provides Educational Content like Python, R, SQL, MongoDB, Data Analytics, Data Engineering, Database, Machine Learning, Deep Learning, NLP, Artificial Intelligence & Data Science. We are Uploading a lot of Videos on DATA SCIENCE.  So that, Anyone can Learn Ai, Data Science at Any Time & Totally Free of Cost.\n\n✆☎ Call / WhatsApp:- +880 1704265972\n\n🔔আমাদের পেইড কোর্স সমূহ:\n🌐Course Curriculum: www.aiquest.org\n\n1. SQL For Data Science | Duration: 40 Hours & Fees: 4000 taka\n2. Data Science & Machine Learning with Python | Duration: 44 Hours & Fees: 6000 taka\n3. Deep Learning & NLP with Python | Duration: 42 Hours & Fees: 5000 taka\n4. Become a Data Analyst | Duration: 50 Hours & Fees: 5000 taka\n5. Become a Big Data Engineer | Duration: 45 Hours & Fees: 5000 taka\n6. Django for Web & AI | Duration: 55 Hours & Fees: 5000 taka\n\n📧 contact@aiquest.org",
    "joined_date": "Aug 20, 2019",
    "query": "data science",
    "channel_id": "StudyMart",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "LinkedKey Edu",
    "subscribers_count": "72",
    "video_count": 45,
    "view_count": "228755",
    "about": "LinkedKey\nDevelop the next-generation to become leaders of tomorrow.\n\nIn this fast changing world, developing a debater’s mind, exposing students to the latest trends and networking with like-minded individuals will help young people think more critically about the world around, and understand how to adapt to the upcoming changes and uncertainties. As the only partner of Harvard Student Agencies in the Greater Toronto Area, LinkedKey teaches Communication (Debate, Model UN, DECA, Essay Writing) and STEM (Mathematics, Computer and Robotics Competition), to make students prepared to impact and lead tomorrow’s world.",
    "joined_date": "May 23, 2018",
    "query": "data science",
    "channel_id": "linkedkeyedu1203",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Ujjwal Kumar Sen",
    "subscribers_count": "528000",
    "video_count": 360,
    "view_count": "53581826",
    "about": "About Ujjwal Kumar Sen- Teacher, Digital Marketer, Entrepreneur, StartUp Mentor, Education Analyst\n\nEducation-\n1. B.Tech in Mechanical Engineering\n2. M.Tech in Refrigeration and Air Conditioning\n\nExperience- \n1. 10+ Years of Teaching Experience(Taught in University, College, Coaching Online & Offline Both)\n2. 13+ Years of Digital Marketing Experience\n3. Delivered 50+ Motivational and Career Counselling Sessions in Different Institutions in India.\n4. Created 2000+ Educational Videos.\n\nFew Achievements of Ujjwal Kumar Sen-\n1. He is the person who belongs to East India & Ujjwal can speaks more than five languages including Hindi as well as English\n2. He got Silver medal in class 10th\n3. He is the person who become College topper, got position in the university and also become branch topper consecutively 5+ times.\n\nThis is our business enquiries email - admin@commonquery.com",
    "joined_date": "Dec 10, 2010",
    "query": "data science",
    "channel_id": "UjjwalKumarSen",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "CodeWithHarry",
    "subscribers_count": "3540000",
    "video_count": 420,
    "view_count": "441433695",
    "about": "Code With Harry is my attempt to teach basics and those coding techniques to people in short time which took me ages to learn.\nAt Code With Harry, I provide a quick and to the point demo along with resources of anything and everything I teach. Source code and other resources are hosted on my website CodeWithHarry.com. I provide source code(if any) in the description of every video.\nQuality programming videos in Hindi :)\nBusiness enquiries: harry@codewithharry.com",
    "joined_date": "Apr 28, 2018",
    "query": "data science",
    "channel_id": "CodeWithHarry",
    "input": {
      "query": "data science"
    }
  },
  {
    "name": "Chris Williamson",
    "subscribers_count": "602000",
    "video_count": 925,
    "view_count": "95468696",
    "about": "Bonjour. I'm Chris, Host of the Modern Wisdom Podcast. Currently learning out loud with guidance from the most interesting people on the planet. You should join the cult.",
    "joined_date": "Feb 12, 2018",
    "query": "data science",
    "channel_id": "ChrisWillx",
    "input": {
      "query": "data science"
    }
  }
]